---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PropertySetElement
source: html/af1f2a9f-0da3-ce39-4f3b-c90eeca4623e.htm
---
# PropertySetElement Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.